# хороший мотив хорош тем, что хорошо что-то предсказывает.
# Имея в данной ситуации сработавший мотив, мы знаем "что именно мы теперь можем предсказать,
# и оно будет с большой вероятнсотью верно". Предсказание будет делаться в виде проверяемой
# гипотезы, т.е. такой, какую можно проверить при желании.
# Проверяемвая гипотеза будет в виде: если сработал мотив А, то совершаем такое-то управление,
# и там сработает мотив Б.

# Итоговый сценарий (ручного) эксперимента:
# сделать сохранение мотива с координатами исходного клика на эталоне
# загружаем мотив. В начале эксперименты имеет смысл тестить простейшие мотивы из одной ноды
# кликаем в места предсказаний кликером, формируем структуру предсказаний.
# бегаем мотивом по всем картинкам и в каждом месе срабатыввания собираем активации по предсказаниям,
# складываем их в контейнер. После того, как контейнер набран, визуализируем гистограммы и в хтмл.



